#include<iostream>
using namespace std;
int main()
{
    cout<<"\n\n\t        ★欢迎使用学生成绩管理系统★\n\n";
    cout<<"\t.★★★★★★★★★★★★★\n";
    cout<<"\t1.********添加学生记录******************\n";
    cout<<"\t2.★★★★显示所有学生记录★★★★★★★\n";
    cout<<"\t3.********按学号或姓名删除记录********\n";
    cout<<"\t4.★★★★按学号或姓名查询记录★★★★★★★★★\n";
    cout<<"\t5.********按学号或姓名修改记录**************\n";
    cout<<"\t6.★★★★统计排序★★★★★★★\n";
    cout<<"\t7.********保存**************\n";
    cout<<"\t0.★★★★退出★★★★★★★★★★★\n\n\n";
    cout<<"请输入您的选择：";
    return 0;
}
